"LGFMJRefreshHeaderIdleText" = "下拉可以刷新";
"LGFMJRefreshHeaderPullingText" = "松开立即刷新";
"LGFMJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"LGFMJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"LGFMJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"LGFMJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"LGFMJRefreshBackFooterIdleText" = "上拉可以加载更多";
"LGFMJRefreshBackFooterPullingText" = "松开立即加载更多";
"LGFMJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"LGFMJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"LGFMJRefreshHeaderLastTimeText" = "最后更新：";
"LGFMJRefreshHeaderDateTodayText" = "今天";
"LGFMJRefreshHeaderNoneLastDateText" = "无记录";
